tinyNozzle/2D/6_with2outlets_cyclic_short_3.27Exit_20Deg(CURRENT 20 DEG)/0/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2212                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 400;

boundaryField
{
    wall
    {
        type            zeroGradient;
    }

    outlet
    {
	type		zeroGradient;
    }

    inlet
    {
	type		fixedValue;
	value		uniform 400;
    }
    front
    {
	type		wedge;
    }
    back
    {
        type            wedge;
    }
}

// ************************************************************************* //
