tinyNozzle/2D/6_with2outlets_cyclic_short_3.27Exit_20Deg(CURRENT 20 DEG)/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2212                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    front
    {
        type            wedge;
        nFaces          29939;
        startFace       59218;
    }
    back
    {
        type            wedge;
        nFaces          29939;
        startFace       89157;
    }
    inlet
    {
        type            patch;
        nFaces          49;
        startFace       119096;
    }
    outlet
    {
        type            patch;
        nFaces          49;
        startFace       119145;
    }
    wall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          611;
        startFace       119194;
    }
)

// ************************************************************************* //
